tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "freecad/freecad"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "jichu4n/palm-os"
tap "sass/sass"
brew "ack"
brew "adns"
brew "freetype"
brew "glib"
brew "pixman"
brew "fribidi"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "openjdk"
brew "ant"
brew "brotli"
brew "imath"
brew "apr"
brew "apr-util"
brew "libssh2"
brew "aria2"
brew "xz"
brew "boost"
brew "python@3.10"
brew "source-highlight"
brew "asciidoc"
brew "atk"
brew "glibmm"
brew "atkmm"
brew "glibmm@2.66"
brew "atkmm@2.28"
brew "base64"
brew "bash-completion"
brew "bfg"
brew "boost-build"
brew "boost-python3"
brew "bsdmake"
brew "python@3.9"
brew "llvm@12"
brew "ghc"
brew "cabal-install"
brew "cairomm"
brew "cairomm@1.14"
brew "calc"
brew "carthage"
brew "emacs"
brew "cask"
brew "ccache"
brew "cfitsio"
brew "eigen"
brew "cgal"
brew "cmake"
brew "openldap"
brew "curl"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "oniguruma"
brew "php", restart_service: true
brew "composer"
brew "spidermonkey"
brew "couchdb", restart_service: true
brew "cython"
brew "detox"
brew "direnv"
brew "dnsmasq"
brew "dos2unix"
brew "doxygen"
brew "duf"
brew "erlang"
brew "elixir"
brew "elm"
brew "faac"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "lame"
brew "sdl2"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "isl"
brew "gcc"
brew "open-mpi"
brew "fork-cleaner"
brew "gawk"
brew "geos"
brew "hdf5"
brew "libxml2"
brew "libdap"
brew "libspatialite"
brew "netcdf"
brew "nss"
brew "numpy"
brew "gdal"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-lfs"
brew "glew"
brew "gmt"
brew "npth"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "gradle"
brew "jasper"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gsl"
brew "gtk+"
brew "gtk+3"
brew "pangomm@2.46"
brew "gtkmm"
brew "gwyddion"
brew "haskell-stack"
brew "help2man"
brew "htop"
brew "httpie"
brew "hub"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "intltool"
brew "ios-deploy"
brew "jenv"
brew "jq"
brew "libidl"
brew "libspnav"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxslt"
brew "libyaml"
brew "little-cms"
brew "llvm"
brew "lux"
brew "lzlib"
brew "mas"
brew "maven"
brew "mercurial"
brew "mkcert"
brew "mpv"
brew "multimarkdown"
brew "protobuf"
brew "mysql", restart_service: true
brew "nasm"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node"
brew "nrg2iso"
brew "openssl@3"
brew "optipng"
brew "opusfile"
brew "p7zip"
brew "pangomm"
brew "perl"
brew "php-cs-fixer"
brew "pinentry-mac"
brew "podofo"
brew "poppler-qt5"
brew "postgresql", restart_service: true
brew "proctools"
brew "pth"
brew "py3cairo"
brew "pygobject3"
brew "pyqt@5"
brew "python@3.8"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ren"
brew "rlwrap"
brew "rust"
brew "screenresolution"
brew "sfcgal"
brew "socat"
brew "sox"
brew "sphinx-doc"
brew "utf8proc"
brew "subversion"
brew "svgcleaner"
brew "swiftlint"
brew "swig"
brew "texi2html"
brew "the_silver_searcher"
brew "tree"
brew "uhd"
brew "uncrustify"
brew "vtk@8.2"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "jichu4n/palm-os/pilot-link"
brew "sass/sass/sass"
cask "3dconnexion"
cask "android-studio"
cask "atom"
cask "balenaetcher"
cask "bbedit"
cask "blender"
cask "darktable"
cask "db-browser-for-sqlite"
cask "default-folder-x"
cask "fork"
cask "freecad"
cask "gimp"
cask "github"
cask "grammarly"
cask "graphicconverter"
cask "imageoptim"
cask "inkscape"
cask "krita"
cask "libreoffice"
cask "netbeans"
cask "openoffice"
cask "openscad"
cask "qt-creator"
cask "signal"
cask "sourcetree"
cask "sublime-text"
cask "temurin"
cask "tinypng4mac"
cask "tor-browser"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xquartz"
cask "zoom"
