tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "freecad/freecad"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "jichu4n/palm-os"
tap "jorgelbg/tap"
tap "sass/sass"
brew "ack"
brew "adns"
brew "freetype"
brew "glib"
brew "pixman"
brew "fribidi"
brew "xz"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "openjdk"
brew "ant"
brew "brotli"
brew "imath"
brew "grpc"
brew "thrift"
brew "utf8proc"
brew "apache-arrow"
brew "apr-util"
brew "libssh2"
brew "aria2"
brew "boost"
brew "openssl@1.1"
brew "python@3.10"
brew "source-highlight"
brew "asciidoc"
brew "python@3.11"
brew "asciinema"
brew "atk"
brew "glibmm"
brew "atkmm"
brew "glibmm@2.66"
brew "atkmm@2.28"
brew "automake"
brew "docutils"
brew "awscli"
brew "base64"
brew "bash-completion"
brew "berkeley-db"
brew "bfg"
brew "boost-build"
brew "boost-python3"
brew "bsdmake"
brew "python@3.9"
brew "llvm@12"
brew "ghc"
brew "cabal-install"
brew "cairomm"
brew "cairomm@1.14"
brew "calc"
brew "carthage"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ccache"
brew "cfitsio"
brew "eigen"
brew "cgal"
brew "cmake"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "krb5"
brew "libpq"
brew "oniguruma"
brew "php", restart_service: true
brew "composer"
brew "spidermonkey"
brew "couchdb", restart_service: true
brew "cython"
brew "detox"
brew "direnv"
brew "dnsmasq"
brew "docker"
brew "dos2unix"
brew "doxygen"
brew "duf"
brew "folly"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elm"
brew "faac"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "lame"
brew "libass"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "ffmpeg@4"
brew "isl"
brew "gcc"
brew "open-mpi"
brew "fonttools"
brew "fork-cleaner"
brew "gawk"
brew "geos"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "shared-mime-info"
brew "libheif"
brew "libspatialite"
brew "netcdf"
brew "nss"
brew "openblas"
brew "poppler"
brew "gdal"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-lfs"
brew "glew"
brew "gmt"
brew "npth"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gsl"
brew "gtk+"
brew "gtk+3"
brew "pangomm@2.46"
brew "gtkmm"
brew "gtksourceview"
brew "gwyddion"
brew "haskell-stack"
brew "perl"
brew "help2man"
brew "htop"
brew "httpd", restart_service: true
brew "httpie"
brew "hub"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "libraw"
brew "imagemagick"
brew "intltool"
brew "ios-deploy"
brew "jenv"
brew "jq"
brew "libdap"
brew "libfido2"
brew "libidl"
brew "libmatio"
brew "libraqm"
brew "libspnav"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "lux"
brew "lzlib"
brew "magic-wormhole"
brew "mas"
brew "maven"
brew "mercurial"
brew "mkcert"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "multimarkdown"
brew "mysql", restart_service: true
brew "nasm"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node"
brew "nrg2iso"
brew "openjdk@11"
brew "openjdk@17"
brew "openslide"
brew "optipng"
brew "opusfile"
brew "p7zip"
brew "pandoc"
brew "pangomm"
brew "php-cs-fixer"
brew "php@8.1"
brew "tcl-tk"
brew "pillow"
brew "pinentry-mac"
brew "pipenv"
brew "podofo"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14", restart_service: true
brew "proctools"
brew "pth"
brew "py3cairo"
brew "pyenv"
brew "pygobject3"
brew "pyqt@5"
brew "python@3.8"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ren"
brew "rlwrap"
brew "rubyfmt"
brew "rust"
brew "screenresolution"
brew "sfcgal"
brew "socat"
brew "sox"
brew "sphinx-doc"
brew "subversion"
brew "swiftlint"
brew "swig"
brew "texi2html"
brew "the_silver_searcher"
brew "tree"
brew "uhd"
brew "uncrustify"
brew "vips"
brew "wabt"
brew "watchman"
brew "weasyprint"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "youtube-dl", args: ["HEAD"]
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "jichu4n/palm-os/pilot-link"
brew "jorgelbg/tap/pinentry-touchid"
brew "sass/sass/sass"
cask "3dconnexion"
cask "android-studio"
cask "atom"
cask "balenaetcher"
cask "bbedit"
cask "blender"
cask "brave-browser"
cask "camtasia"
cask "cyberduck"
cask "darktable"
cask "db-browser-for-sqlite"
cask "default-folder-x"
cask "descript"
cask "dotnet-sdk"
cask "fork"
cask "freecad"
cask "gimp"
cask "github"
cask "gpg-suite-no-mail"
cask "grammarly"
cask "graphicconverter"
cask "handbrake"
cask "imageoptim"
cask "inkscape"
cask "krita"
cask "libreoffice"
cask "miniforge"
cask "netbeans"
cask "netnewswire"
cask "obsidian"
cask "openoffice"
cask "openscad"
cask "postico"
cask "prusaslicer"
cask "qt-creator"
cask "racket"
cask "raspberry-pi-imager"
cask "sequel-ace"
cask "signal"
cask "sourcetree"
cask "sublime-text"
cask "temurin"
cask "tinypng4mac"
cask "tor-browser"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vnc-viewer"
cask "wordpresscom"
cask "xquartz"
cask "zoom"
mas "AmorphousDiskMark", id: 1168254295
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "dtsvet.vscode-wasm"
vscode "EditorConfig.EditorConfig"
vscode "elmTooling.elm-ls-vscode"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "idleberg.applescript"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jnbt.vscode-rufo"
vscode "KoichiSasada.vscode-rdbg"
vscode "LoranKloeze.ruby-rubocop-revived"
vscode "maty.vscode-mocha-sidebar"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.blazorwasm-companion"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.test-adapter-converter"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "rvest.vs-code-prettier-eslint"
vscode "Shopify.ruby-lsp"
vscode "stylelint.vscode-stylelint"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wingrunr21.vscode-ruby"
